Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1085_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Áile juoigá juohke beaivve barggus
smn: Áile juáigá jyehi peeivi pargoost

source: Áile-Risten Holmberg lea bajásšaddan Ohcejogas ja studeren nuoraid- ja astoáiggebargin Roavvenjárggas.
smn: Áile-Risten Holmberg lii šoddâm Ucjuuvâst já lii uáppâm nuorâi- já astoäigistivrejeijen Ruávinjaargâst.

source: Astoáiggis Áile láve valáštallat ja buđaldit musihkain.
smn: Astoäigin Áile valastâl sehe puuđââld muusik.

source: Son lávlu ja juoigá juohke beaivve maiddái barggustis mánnádikšun sámegielat beaiveruovttus Roavvenjárggas.
smn: Sun lávlu já juáigá jyehi peeivi meiddei pargostis párnáitipšon sämikielâlâš peivikiäčust Ruávinjaargâst.

source: Musihkkavástideaddjin son musisere mánáiguin olu ja oahpaha seamma lávlagiid, mat leat báhcán millii su iežas mánnávuođas.
smn: Muusikvästideijen sun suáittá párnáiguim ennuv já máttát siämmáid lavluid, moh láá pááccâm mielân suu jieijâs pärnivuođâst.

source: – Mánát liikojit hirbmasit lávlut ja leat nu čeahpit, Áile rámida.
smn: - Párnááh lijkkojeh hirmâdávt lávlumân já láá nuuvt čeepih, Áile rámmoo.

source: Beaiveruovttus sáhttá ordnet buotlágan doaimmaid go fal geavaha miela ja sámekultuvrra ávkin.
smn: Peivikiäčun puáhtá orniđ jyehilágán tooimâid mielâkuvviitâs já sämikulttuur kevttimáin.

source: Galddažat-joavkkus leat lávluma ja juoigama lassin earret eará duddjon, njoarostan ja fitnan olu tuvrrain.
smn: Galddázat-juávhust lii lávlum já juáigum lasseen rahtum sämituojijd, njuárustum suopânáin já juttum ennuv mokkemaađhijn.

source: Mánát leat ráhkadan maiddái stággobohccuid, maiguin leat duhkoraddan bigalusa.
smn: Párnááh láá ráhtâm meiddei suábbipoccuid, mooiguim láá sierâdâm pygálys.

source: Gávpogis sáhttá muhtimin leat váttis doalahit sámekultuvrra ja gielladáiddu, dasgo sámegiela ii vealttakeahttá gula gostege.
smn: Kavpugist sáttá motomin leđe vaigâd toollâđ sämikulttuur já kielâtááiđu paijeen, ko sämikielâ ij veltihánnáá kulluu kosten.

source: Áile-Ristena bargosaji árgabeaivvis davvisámegiella gullo ja sámekultuvra oidno.
smn: Áile-Risten pargopääihi aargâst orjâlâskielâ kulloo já sämikulttuur uáinoo.

source: Dálá áigge máŋggat sámit orrot gávpogiin ja Áile-Ristena mielas sámegiela dilli sáhtášii leat Roavvenjárggas buoretge.
smn: Táál sämmiliih láá ennuv kaavpugijn já Áile mielâst sämikielâ tile puávtáččij leđe Ruávinjaargâst-uv pyereeb.

source: Áile-Risten oassálasttii The Voice Of Finland – gilvvu rátkimiidda, mii lei binnáš balddáhahtti vásáhus.
smn: Áile vaaldij uási The Voice of Finland - raađhâkiišton, mii lâi váhá paldee fiäráán.

source: Áile-Risten hálidivččiige roahkasmuvvat loaiddasteamis.
smn: Áile halidičij finniđ eenâb visesvuođâ lávdástâllâmân.

source: Son lea ožžon loaiddastanvásáhusaid earret eará legendáralaš Veijo Länsmana muitokonsearttas geassemánus 2015 Njuorggáma Vuollegeavgŋás.
smn: Sun finnij toos hárjánem, ko lâi artistin legendaarisâš Veijo Länsman muštokonseertist.

source: Konsearttas muittašedje Veijo eallima ja čuojahedje su lávlagiid.
smn: Tobbeen lâi Veijo eellim muštâlem já suu lavlui lávlum.

source: Áile-Ristena mielas dáhpáhus lei iežaslágan ja doppe lei liekkus dovdu.
smn: Kesimáánust 2015 uárnejum konsert Nuárgám Vyelikiävŋá teermist lâi Áile mielâst liägus já ereslágán muusiktábáhtus.

source: Boahttevuođas Áile-Risten hálidivččii lávlut eanetge almmolaččat ja dakkár dilálašvuođat sihkkarit vel bohtet.
smn: Puátteevuođâst Áile halidičij lávluđ eenâb almolávt já tilálâšvuođah toos vissásávt šaddeh-uv.

source: Áile-Risten artistan Veijo Länsmana muitokonsearttas geassemánus 2015.
smn: Áile-Risten artistin Veijo Länsman muštokonsertist kesimáánust 2015.

source: Liŋkkat:
smn: Liiŋkih:
